---
kind: other
id: Methods.T:Autodesk.Revit.DB.ElementTransformUtils
source: html/781ad017-5ee5-f44b-5db2-e8e1f883ae5d.htm
---
# ElementTransformUtils Methods

Determines whether element can be mirrored.